7zip
baobab
base
base-devel
bitwarden
blender
blueman
bluez
bluez-utils
brightnessctl
btop
cava
cmake
cpupower
docker
docker-buildx
docker-compose
eww
fastfetch
ffmpegthumbnailer
file-roller
fragments
gamemode
gammastep
gfn-electron-bin
git
glpk
gnuradio
gnuradio-companion
grub
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gvfs-afc
gvfs-google
gvfs-mtp
hyprland
hyprpaper
hyprshot
img2pdf
imv
jdk21-openjdk
jellyfin-ffmpeg
jellyfin-server
jellyfin-web
jre8-openjdk
kid3
kitty
legcord-bin
legendary
less
lib32-alsa-plugins
lib32-gamemode
lib32-libpulse
lib32-vulkan-intel
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
linuxconsole
materia-gtk-theme
maven
mesa-utils
mgba-qt
mgba-sdl
micro
mpc
mpd
mpv
mtpfs
nano
ncmpcpp
nemo
network-manager-applet
networkmanager
nnn
nodejs
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
obs-studio
obsidian
openbsd-netcat
pacman-contrib
papirus-icon-theme
pasystray
pavucontrol
pinta
piper
pipewire-alsa
pipewire-pulse
pnpm
polkit-gnome
postman-bin
proton-ge-custom-bin
python
python-dbus
python-pillow
python-pip
qalculate-gtk
qogir-icon-theme
qt5-graphicaleffects
qt5-multimedia
qt5-quickcontrols2
qt5-virtualkeyboard
qt5-wayland
qt5ct
qt6-multimedia-ffmpeg
qt6-virtualkeyboard
qt6-wayland
qt6ct
redshift
reflector
rofi
sddm
simple-mtpfs
sof-firmware
solaar
spotify
spotify-player
sshfs
subversion
swaybg
swaync
testdisk
tmux
tree
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
tumbler
udiskie
ufw
usbutils
visual-studio-code-bin
vivaldi
vlc
vulkan-intel
vulkan-tools
warp-terminal
way-displays
waybar
wget
whois
wl-clipboard
wlogout
wlroots0.18
wmctrl
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-utils
xorg-xinput
yay
yay-debug
yt-dlp
zoom
zsh
